{

    "play": "Play",
    "credits": "Credits",
    "language": "Language",

    "currentLanguage": "English",

    "2d art": "2D Art",
    "programming": "Programming",

    "level1_letter0": "Every year, the ceremony of the Kupala Night ends with young women laying their handmade flower crowns on the surface of our lake.",
    "level1_letter1": "If your lover manages to fish out ones flower crown, they will have a happy and prosperous marriage, but if ones flower crown drowns in the water, they will forever be alone.",
    "level1_funfact1": "According to beliefs, water elfs, water spirits, drowners and the rest of water demons liked to prey on summer wanting villagers, who irresponsibly bathed in lakes before the Ivan Kupala. Only after this holiday, swimming in natural bodies of water became safe.",
    "level1_funfact2": "Besides jumping over bonfires and looking for a fern flower, during Ivan Kupala different prophecies were made, often related to love life. it was commonly believed, that people who took part in the Ivan Kupala ceremonies, would have a lucky next year.",
    "level1_funfact3": "Arranged marriages are a common thing these times, but for young women, who aren't promised to another yet and want to avoid the usual way of getting partners, Ivan Kupala is a huge chance to find lovers on their own.",
    "level1_kids0": "We need protection from the Ivan Kupala pains, with that will help us, the sacred ceremonial flames",
    "level2_grandma0": "Mavka? Oh yes, I know of her… She used to be a sweet, innocent child, but her parents refused to baptize her, and she became the spirit, trapped in this realm.",
    "level2_grandma1": "There is a way of letting her soul free, and that is by using a special scarf she got on the day she was born, and giving her the baptism she never got. Although, I must warn you, no one has managed to succeed yet. Good luck on your search, my dear…",
    "level2_mcblock0": "It's too dark out there...",
    "level2_funfact1": "The Ivan Kupala ceremony starts with lighting a ritual bonfire, using ash wood and birch wood, after putting out all of the fireplaces in the village.",
    "level2_funfact2": "Jumping over the bonfire and dancing around the flames are supposed to cleanse and protect people from bad spirits and illness, and burning sacrifices of good cows, birds and magical herbs, ensures good crops that season.",
    "level2_funfact3": "When night falls, and fires burned bright, villagers start to dance and jump over the bonfire. These dangerous games drive out the evil out of the jumping through the flames dancers. At the same time, they ensure their good health and mindfullness. the smoke coming out of the ceremonial fire during the Ivan Kupala would bring the village good weather during the next crops."
}